Repository: flarno11/teslarent
Catalog: po/*.po
Languages: de, el_gr, fr

# Door open
source: open
de: offen
el_gr: ανοιχτή
fr: ouvert

source: *Frunk: Front trunk
de: *Frunk: Vorderer Kofferraum (Front trunk)
el_gr: *Frunk: Μπροστινό πορτ-μπαγκάζ
fr: *Frunk: Coffre avant (Front trunk)

source: Asleep
de: Im Tiefschlaf
el_gr: Σε λειτουργία ύπνου
fr: Endormi

source: Can't lock vehicle because doors or trunks are open.
de: Das Auto kann nicht abgeschlossen werden da noch Türen oder vordere oder hintere Kofferräume offen sind.
el_gr: Το όχημα δεν μπορεί να κλειδωθεί επειδή είναι ανοιχτή κάποια πόρτα ή πορτ-μπαγκάζ.
fr: Impossible de verrouiller le véhicule parce que les portes ou le coffre sont ouverts.

source: Charging Complete
de: Laden abgeschlossen
el_gr: Φόρτιση ολοκληρώθηκε
fr: Chargement complet

source: Charging speed: {{ chargeState.chargeRate }} km/h, {{ chargeState.chargerPower }} kW
de: Ladegeschwindigkeit: {{ chargeState.chargeRate }} km/h, {{ chargeState.chargerPower }} kW
el_gr: Ταχύτητα φόρτισης: {{ chargeState.chargeRate }} km/h, {{ chargeState.chargerPower }} kW
fr: Vitesse de charge : {{ chargeState.chargeRate}} km/h, {{ chargeState.chargerPower}} kW

source: Code:
el_gr: Κωδικός:

source: Current position
de: Aktuelle Position
el_gr: Τρέχουσα θέση
fr: Position actuelle

source: Distance driven
de: Gefahrene Distanz
el_gr: Διανυθείσα απόσταση
fr: Distance parcourue

source: Door front left
de: Türe vorne links
el_gr: Μπροστά αριστερή πόρτα
fr: Porte à l’avant gauche

source: Door front right
de: Türe vorne rechts
el_gr: Μπροστά δεξιά πόρτα
fr: Porte avant droite

source: Door rear left
de: Türe hinten links
el_gr: Πίσω αριστερή πόρτα
fr: Porte arrière gauche

source: Door rear right
de: Türe hinten rechts
el_gr: Πίσω δεξιά πόρτα
fr: Porte arrière droite

source: Driving
de: Am Fahren
el_gr: Οδήγηση
fr: Conduite

source: Error sending navigation request.
de: Fehler beim Senden der Navigationsanfrage.
el_gr: Σφάλμα αποστολής εντολής πλοήγησης.
fr: Erreur d’envoi d’une demande de navigation.

source: HVAC
de: Klima
el_gr: Κλιματισμός
fr: Climatisation

source: Hide nearby<br>charging stations
de: Schliessen<br>Ladestationen in der Nähe
el_gr: Απόκρυψη κοντινών<br>σταθμών φόρτισης
fr: Masquer les stations<br>de charge à proximité

source: Info and controls are only available when the rental is active.
de: Info und Kontrolle sind nur verfügbar wenn die Miete aktiv ist.
el_gr: Πληροφορίες και έλεγχος ενεργά μόνο κατά τη διάρκεια της ενοικίασης.
fr: Les informations et les contrôles ne sont disponibles que lorsque la location est active.

source: Inside: {{ climateState.insideTemp }} °C
de: Innen: {{ climateState.insideTemp }} °C
el_gr: Εσωτερική: {{ climateState.insideTemp }} ℃
fr: Intérieur: {{ climateState.insideTemp }} °C

source: Lock vehicle
de: Auto abschliessen
el_gr: Κλείδωμα οχήματος
fr: Verrouiller le véhicule

source: Mileage
de: Kilometerstand
el_gr: Χιλιομέτρηση
fr: Kilométrage

source: Mileage as of
de: Kilometerstand vom
el_gr: Χιλιομέτρηση την
fr: Kilométrage en date du

source: Navigation request sent.
de: Navigationsanfrage gesendet.
el_gr: Εντολή πλοήγησης απεστάλη.
fr: Demande de navigation envoyée.

source: Nearby Destination Charging
de: Destination Charging in der Nähe
el_gr: Πέριξ φορτιστές προορισμού
fr: Destination Charging à proximité

source: Nearby Superchargers
de: Superchargers in der Nähe
el_gr: Πέριξ υπερφορτιστές
fr: Supercharges à proximité

source: Open Frunk
de: Frunk öffnen
el_gr: Άνοιγμα Frunk
fr: Ouvrir le Frunk

source: Open in Google Maps
de: In Google Maps öffnen
el_gr: Άνοιγμα σε χάρτες Google
fr: Ouvrir dans Google Maps

source: Outside: {{ climateState.outsideTemp }} °C
de: Aussen: {{ climateState.outsideTemp }} °C
el_gr: Εξωτερική: {{ climateState.insideTemp }} ℃
fr: Extérieur: {{ climateState.outsideTemp }} °C

source: Parked
de: Parkiert
el_gr: Παρκαρισμένο
fr: Parqué

source: Range: {{ chargeState.batteryRange | number:0 }} km, {{ chargeState.batteryLevel }}%
de: Reichweite: {{ chargeState.batteryRange | number:0 }} km, {{ chargeState.batteryLevel }}%
el_gr: Εμβέλεια: {{ chargeState.batteryRange | number:0 }} km, {{ chargeState.batteryLevel }}%
fr: Autonomie: {{ chargeState.batteryRange | number:0 }} km, {{ chargeState.batteryLevel }}%

source: Rental
de: Miete
el_gr: Ενοικίαση
fr: Location

source: Rental End
de: Mietende
el_gr: Λήξη ενοικίασης
fr: Fin de la location

source: Rental Start
de: Mietstart
el_gr: Έναρξη ενοικίασης
fr: Début de la location

source: Show nearby<br>charging stations
de: Anzeigen<br>Ladestationen in der Nähe
el_gr: Εμφάνιση κοντινών<br>σταθμών φόρτισης
fr: Afficher les stations<br>de charge à proximité

source: Site closed
de: Station geschlossen
el_gr: Τοποθεσία εκτός λειτουργίας
fr: Site fermé

source: Submit
de: Absenden
el_gr: Υποβολή
fr: Soumettre

source: TURN OFF
de: AUSSCHALTEN
el_gr: ΣΒΗΣΙΜΟ
fr: ÉTEINDRE

source: TURN ON
de: EINSCHALTEN
el_gr: ΕΝΑΡΞΗ
fr: ALLUMER

source: Tesla Rent
el_gr: Ενοικίαση Tesla
fr: Tesla Location

source: Tesla Rent project on Github
de: Tesla Rent Projekt auf Github
el_gr: Εφαρμογή ενοικίασης Tesla στο Github
fr: Projet Tesla rent sur GitHub

source: This application is not affiliated with Tesla Inc. in any way.
de: Diese Anwendung ist in keiner Weise mit tesla.com verbunden.
el_gr: Αυτή η εφαρμογή δεν έχει καμία απολύτως σχέση με την Tesla Inc.
fr: Cette application n’est pas affiliée à Tesla Inc. de quelque façon que ce soit.

source: Trunk
de: Kofferraum
el_gr: Πορτ-μπαγκάζ
fr: Coffre

source: Vehicle locked
de: Auto abgeschlossen
el_gr: Όχημα κλειδωμένο
fr: Véhicule verrouillé

source: Vehicle unlocked
de: Auto nicht abgeschlossen
el_gr: Όχημα ξεκλείδωτο
fr: Véhicule déverrouillé

source: as of
de: Stand vom
el_gr: κατά την
fr: au moment de

source: available
de: verfügbar
el_gr: διαθέσιμο
fr: disponible

source: driven so far
de: bis jetzt gefahren
el_gr: έχουν οδηγηθεί μέχρι τώρα
fr: conduit jusqu’à présent

source: {{ chargeState.timeToFullChargeHours }} hr {{ chargeState.timeToFullChargeMins | number:0 }} min remaining
de: {{ chargeState.timeToFullChargeHours }} h {{ chargeState.timeToFullChargeMins | number:0 }} min verbleibend
el_gr: {{ chargeState.timeToFullChargeHours }} ώρες {{ chargeState.timeToFullChargeMins | number:0 }} λεπτά απομένουν
fr: {{ chargeState.timeToFullChargeHours }} h {{ chargeState.timeToFullChargeMins | number:0 }} min restantes
